phone_text = ('Введите свой номер телефона\n'
              '\nОтправить номер в формате +998********* с помощью кнопки ОТПРАВИТЬ КОНТАКТ')
phone_btn_text = '☎️ Отправить контакт'
back_text = '◀️ Назад'
verify_text = 'Введите смс код, который был отправлен на ваш\nтелефон'
sms_btn_text = 'Переотправить смс код'
phone_btn2_text = '☎️ Отправить другой номер телефона'
deliv_btn_text = '🛍 Заказать'
deliv_btn2_text = '⚙️ Настройки'
deliv_btn3_text = 'ℹ️ О нас'
deliv_btn4_text = '📋 Мои заказы'
deliv_btn5_text = '✍️ Оставить отзыв'
deliv_text = ('Для заказа нажмите 🛍 Заказать\n'
              '\nА также вы можете посмотреть акции и '
              'ознакомиться с местонахождением наших '
              'филиалов')
sms_text = ('Неправильно!\n'
            'Пожалуйста, введите вам отправленный СМС код!')
pickup_text = 'Самовывоз'
deliv1_text = 'Доставка'
deliv_type = 'Выберите тип доставки'
lang_text = '🇷🇺 Выберите язык'
birth_text = 'Добавить день рождения'
phone_change_text = 'Изменить номер телефона'
choose_settings_text = 'Выберите настройку'
menu_btn_text = 'Главное меню'
menu_text = 'У вас нет заказов'
feedback_text = 'Оставьте свой отзыв. Нам важно ваше мнение.'
leave_feedback_text = '✅ Ваш комментарий был принят'
location_text = '📍 Определить ближайший филиал'
branch1_text = 'Yunusabad'
branch2_text = 'Maxim Gorkiy'
branch3_text = 'Boulevard'
branch4_text = 'Chilonzor'
branch5_text = 'Beruniy'
choose_branch = 'Выберите филиал'
menu = {
    'БУРГЕРЫ'  : {'Чики бургер сет': {'price': 40000, 'image': 'photo_2024-05-04_14-31-43.jpg'}, 'Джуниор бургер сет': {'price': 38000, 'image': 'photo_2024-09-26_13-12-35.jpg'}, 'Говяжий лонгер': {'price': 29000, 'image': 'photo_2024-12-24_12-00-49.jpg'}, 'Чили лонгер': {'price': 29000, 'image': 'photo_2024-12-24_12-00-49.jpg'}, 'Биггер': {'price': 29000, 'image': 'photo_2024-12-24_12-01-42.jpg'}, 'Чизбургер': {'price': 31000, 'image': 'photo_2024-12-24_12-01-57.jpg'}},
    'КУРИЦА': {'Сет диннер меал (2 не острый, 1 острый)': {'price': 48000, 'image': 'photo_2024-05-17_12-44-22.jpg'}, 'Чикен не острый': {'price': 11000, 'image': 'photo_2024-07-01_19-33-26.jpg'}, 'Чикен острый': {'price': 11000, 'image': 'photo_2024-12-24_12-43-24.jpg'}, 'Сет Диннер мил 3': {'price': 48000, 'image': 'photo_2024-05-17_12-44-22.jpg'}, 'Сет Диннер мил 3 острый': {'price': 48000, 'image': 'photo_2024-12-24_12-46-30.jpg'}, 'Сет Микс мил 3': {'price': 33000, 'image': 'photo_2024-05-17_12-44-22.jpg'}},
    'ДЕСЕРТЫ': {'Чокотастик': {'price': 15000, 'image': 'photo_2024-12-24_13-13-58.jpg'}, 'Шоколадный пончик': {'price': 12000, 'image': 'photo_2024-12-24_13-14-19.jpg'}, 'Клубничный пончик': {'price': 12000, 'image': 'photo_2024-12-24_13-14-27.jpg'}, 'Красный бархат': {'price': 15000, 'image': 'photo_2024-12-24_13-14-42.jpg'}, 'Песочное печенье': {'price': 3000, 'image': 'photo_2024-12-24_13-14-52.jpg'}, 'Телло': {'price': 19000, 'image': 'photo_2024-12-24_13-15-03.jpg'}},
    'ДЕТСКОЕ БЛЮДО': {'Детское меню с бургером для мальчика': {'price': 35000, 'image': 'photo_2024-12-24_13-26-25.jpg'}, 'Детское меню с бургером для девочек': {'price': 35000, 'image': 'photo_2024-12-24_13-26-25.jpg'}, 'Детское меню с спиннером для мальчика': {'price': 35000, 'image': 'photo_2024-12-24_17-37-49.jpg'}, 'Детское меню с спиннером для девочек': {'price': 35000, 'image': 'photo_2024-12-24_17-40-11.jpg'}, 'Детский бургер': {'price': 13000, 'image': 'photo_2024-12-24_17-43-10.jpg'}, 'Детский сок': {'price': 6000, 'image': 'photo_2024-12-24_17-43-54.jpg'}},
    'ПИЦЦА': {'Пицца Суприм': {'price': 66000, 'image': 'photo_2024-12-24_17-50-00.jpg'}, 'Пицца Гавайская': {'price': 41000, 'image': 'photo_2024-12-24_17-50-35.jpg'}, 'Пицца Маргарита': {'price': 44000, 'image': 'photo_2024-12-24_17-53-04.jpg'}, 'Пицца Пеперони': {'price': 51000, 'image': 'photo_2024-12-24_17-54-40.jpg'}, 'Пицца Спайси': {'price': 54000, 'image': 'photo_2024-12-24_17-56-39.jpg'}, 'Пицца Стейк': {'price': 66000, 'image': 'photo_2024-12-24_17-58-55.jpg'}},
    'СПИННЕРЫ': {'Спиннер без соуса': {'price': 23000, 'image': 'photo_2024-12-24_18-04-46.jpg'}, 'Дует Мастер': {'price': 32000, 'image': 'photo_2024-12-24_18-06-16.jpg'}, 'Смайл бокс': {'price': 29000, 'image': 'photo_2024-12-24_18-09-08.jpg'}, 'Спиннер сальса': {'price': 23000, 'image': 'photo_2024-12-24_18-09-54.jpg'}, 'Спиннер Супер чаржед': {'price': 23000, 'image': 'photo_2024-12-24_18-11-38.jpg'}, 'Спиннер Тако': {'price': 23000, 'image': 'photo_2024-12-24_18-25-49.jpg'}},
    'СОУСЫ': {'Сырный соус': {'price': 2000, 'image': 'photo_2024-12-26_17-48-08.jpg'}, 'Чесночный соус': {'price': 2000, 'image': 'photo_2024-12-26_17-50-13.jpg'}, 'Кетчуп': {'price': 2000, 'image': 'photo_2024-12-26_17-50-45.jpg'}, 'Майонез': {'price': 2000, 'image': 'photo_2024-12-26_17-52-02.jpg'}, 'Микс макс': {'price': 2000, 'image': 'photo_2024-12-26_17-53-00.jpg'}, 'Сальса': {'price': 2000, 'image': 'photo_2024-12-26_17-53-56.jpg'}},
    'АППЕТАЙЗЕРЫ': {'Картофель фри по-деревенски': {'price': 17000, 'image': 'photo_2024-12-24_18-51-31.jpg'}, 'Чечевичный суп': {'price': 15000, 'image': 'photo_2024-12-24_18-53-24.jpg'}, 'Сырный картофель фри': {'price': 22000, 'image': 'photo_2024-12-24_18-54-38.jpg'}, 'Сырные наггетсы 3шт': {'price': 12000, 'image': 'photo_2024-12-24_18-55-54.jpg'}, 'Картофель фри': {'price': 16000, 'image': 'photo_2024-12-24_18-51-31.jpg'}, 'Хот шотс': {'price': 12000, 'image': 'photo_2024-12-24_20-19-26.jpg'}},
    'МОРОЖЕНОЕ И МИЛКШЕЙКИ': {'Молочный коктейль клубничный': {'price': 16000, 'image': 'photo_2024-12-24_20-26-52.jpg'}, 'чилли айс': {'price': 20000, 'image': 'photo_2024-12-24_20-29-41.jpg'}, 'шоколадное мороженое': {'price': 9000, 'image': 'photo_2024-12-24_20-31-25.jpg'}, 'Loook мороженое с бинго': {'price': 14000, 'image': 'photo_2024-12-24_20-32-48.jpg'}, 'Банановый милкшейк': {'price': 22000, 'image': 'photo_2024-12-24_20-34-17.jpg'}, 'Шоколадный милкшейк': {'price': 18000, 'image': 'photo_2024-12-24_20-36-06.jpg'}},
    'НАПИТКИ': {'Sprite разлив': {'price': 8000, 'image': 'photo_2024-12-26_17-56-06.jpg'}, 'Fanta разлив': {'price': 9000, 'image': 'photo_2024-12-26_17-59-10.jpg'}, 'Coca cola разлив': {'price': 9000, 'image': 'photo_2024-12-26_18-00-27.jpg'}, 'Вода Nestle': {'price': 4000, 'image': 'photo_2024-12-26_18-01-34.jpg'}, 'Ананасовый сок Tip-Top': {'price': 23000, 'image': 'photo_2024-12-26_18-02-59.jpg'}, 'Апельсиновый сок Tip-Top': {'price': 23000, 'image': 'photo_2024-12-26_18-05-27.jpg'}}
}
cat_text = 'Выберите категорию'
prod_text = 'Выберите продукт'
total_text = 'Итого'
cor1_text = '📥 Корзина'
cor2_text = 'Корзина:'
cor_text = '📥 Добавить в корзину'
confirm_order = 'Подтвердить заказ'
continue_order = 'Продолжить заказ'
clean_order = '🔄 Очистить'
yes = 'да'
return_menu = 'Возврат к меню'